[
    "Mary Wollstonecraft Shelley -- Frankenstein; Or, The Modern Prometheus",
    "Herman Melville -- Moby Dick; Or, The Whale",
    "E. M. Forster -- A Room with a View",
    "Louisa May Alcott -- Little Women; Or, Meg, Jo, Beth, and Amy",
    "L. M. Montgomery -- The Blue Castle: a novel",
    "Elizabeth Von Arnim -- The Enchanted April",
    "T. Smollett -- The Adventures of Ferdinand Count Fathom — Complete",
    "Elizabeth Cleghorn Gaskell -- Cranford",
    "T. Smollett -- The Expedition of Humphry Clinker",
    "Henry Fielding -- History of Tom Jones, a Foundling",
    "T. Smollett -- The Adventures of Roderick Random",
    "F. Scott Fitzgerald -- The Great Gatsby",
    "Franz Kafka -- Metamorphosis",
    "Charlotte Perkins Gilman -- The Yellow Wallpaper",
    "Washington Irving -- The Legend of Sleepy Hollow",
    "Mark Twain -- Adventures of Huckleberry Finn",
    "Robert Louis Stevenson -- The Strange Case of Dr. Jekyll and Mr. Hyde",
    "Charles Dickens -- A Tale of Two Cities",
    "Arthur Conan Doyle -- The Adventures of Sherlock Holmes",
    "Charlotte Brontë -- Jane Eyre: An Autobiography",
    "Charles Dickens -- A Christmas Carol in Prose; Being a Ghost Story of Christmas",
    "Joseph Conrad -- Heart of Darkness",
    "Mark Twain -- The Adventures of Tom Sawyer, Complete",
    "Emily Brontë -- Wuthering Heights",
    "Arthur Conan Doyle -- A Study in Scarlet",
    "Daniel Defoe -- The Life and Adventures of Robinson Crusoe",
    "H. G. Wells -- The War of the Worlds",
    "Agatha Christie -- The murder of Roger Ackroyd",
    "H. G. Wells -- The Time Machine",
    "Ayn Rand -- Anthem",
    "Henry James -- The Turn of the Screw",
    "John William Polidori -- The Vampyre; a Tale",
    "Jack London -- The call of the wild",
    "Horace Walpole -- The Castle of Otranto",
    "Charles Dickens -- Hard Times",
    "Rudyard Kipling -- The Jungle Book",
    "Hermann Hesse -- Siddhartha",
    "Kurt Vonnegut -- 2 B R 0 2 B",
    "Mark Twain -- The Prince and the Pauper",
    "H. G. Wells -- The Invisible Man: A Grotesque Romance",
    "Guy de Maupassant -- Complete Original Short Stories of Guy De Maupassant",
    "Jerome K. Jerome -- Three Men in a Boat (To Say Nothing of the Dog)",
    "Nathaniel Hawthorne -- Mosses from an old manse",
    "Edith Wharton -- Ethan Frome",
    "Philip K. Dick -- The Eyes Have It",
    "H. G. Wells -- The Red Room",
    "H. G. Wells -- The island of Doctor Moreau",
    "Agatha Christie -- The Mysterious Affair at Styles",
    "Oscar Wilde -- The Happy Prince, and Other Tales",
    "Jack London -- White Fang",
    "Beatrix Potter -- The Tale of Peter Rabbit",
    "William Makepeace Thackeray -- Vanity Fair",
    "Virginia Woolf -- Mrs. Dalloway",
    "Mark Twain -- A Connecticut Yankee in King Arthur's Court",
    "Ernest Hemingway -- The Sun Also Rises",
    "Edgar Allan Poe -- The Fall of the House of Usher",
    "W. W. Jacobs -- The Monkey's Paw",
    "Gaston Leroux -- The Phantom of the Opera",
    "Edgar Allan Poe -- The Cask of Amontillado",
    "Jules Verne -- A Journey to the Centre of the Earth",
    "Arthur Conan Doyle -- The Valley of Fear",
    "Mark Twain -- The Mysterious Stranger, and Other Stories",
    "Elizabeth Cleghorn Gaskell -- North and South",
    "Edgar Allan Poe -- The Masque of the Red Death",
    "Anna Sewell -- Black Beauty",
    "J. M. Barrie -- Peter and Wendy",
    "Evgenii Ivanovich Zamiatin -- We",
    "E. M. Forster -- A passage to India",
    "L. M. Montgomery -- Anne of the Island",
    "Arthur Conan Doyle -- The Memoirs of Sherlock Holmes",
    "Algernon Blackwood -- The Wendigo",
    "Kenneth Grahame -- The Wind in the Willows"
    ]