[
    "Sir Thomas Malory -- Le Morte d'Arthur: Volume 1",
    "L. Frank Baum -- The Wonderful Wizard of Oz",
    "Howard Pyle -- The Merry Adventures of Robin Hood",
    "Sir Thomas Malory -- Le Morte d'Arthur: Volume 2",
    "Sir Thomas Malory and Sir James Knowles -- The Legends of King Arthur and His Knights",
    "William Morris -- News from Nowhere; Or, An Epoch of Rest",
    "Lord Dunsany -- The Book of Wonder",
    "James Stephens -- Irish Fairy Tales",
    "J. Walker McSpadden -- Robin Hood",
    "William Morris -- The Story of Sigurd the Volsung and the Fall of the Niblungs",
    "Howard Pyle -- Men of Iron",
    "William Morris -- The House of the Wolfings",
    "Lord Dunsany -- Time and the Gods",
    "Lord Dunsany -- Tales of Wonder",
    "Howard Pyle -- Otto of the Silver Hand",
    "William Morris -- The Story of Sigurd the Volsung",
    "James Stephens -- The Crock of Gold",
    "William Morris -- The Roots of the Mountains",
    "Howard Pyle -- The Story of the Champions of the Round Table",
    "Samuel E. Lowe -- In the Court of King Arthur",
    "L. Frank Baum -- The Enchanted Island of Yew",
    "James Branch Cabell -- Jurgen: A Comedy of Justice",
    "L. Frank Baum -- The Master Key",
    "William Morris -- The Hollow Land",
    "William Beckford -- The History of Caliph Vathek",
    "Ernest Bramah -- Kai Lung's Golden Hours",
    "Beatrice E. Clay -- Stories from Le Morte D'Arthur and the Mabinogion",
    "Ernest Bramah -- The Wallet of Kai Lung",
    "James Branch Cabell -- Figures of Earth: A Comedy of Appearances",
    "Lord Dunsany -- Tales of Three Hemispheres",
    "L. Frank Baum -- The Surprising Adventures of the Magical Monarch of Mo and His People",
    "Edwin Lester Arnold -- Gulliver of Mars",
    "Lord Dunsany -- Tales of War",
    "William Morris -- The Water of the Wondrous Isles",
    "James Branch Cabell -- The Eagle's Shadow",
    "Lord Dunsany -- Don Rodriguez; Chronicles of Shadow Valley",
    "Lord Dunsany -- Selections from the Writings of Lord Dunsany",
    "William Morris -- The Story of the Glittering Plain",
    "L. Frank Baum -- Sky Island",
    "L. Frank Baum -- The Sea Fairies",
    "James Branch Cabell -- The Certain Hour (Dizain des Poètes)",
    "William Morris -- The World of Romance",
    "Howard Pyle -- Twilight Land",
    "William Morris -- Child Christopher and Goldilind the Fair",
    "William Morris -- Old French Romances, Done into English",
    "Ernest Bramah -- The Mirror of Kong Ho",
    "James Branch Cabell -- Gallantry: Dizain des Fetes Galantes",
    "Lord Dunsany -- Unhappy Far-Off Things",
    "James Branch Cabell -- The Cords of Vanity: A Comedy of Shirking",
    "James Branch Cabell -- Taboo",
    "George Manville Fenn -- Young Robin Hood",
    "Howard Pyle -- The Ruby of Kishmoor",
    "James Branch Cabell -- Domnei: A Comedy of Woman-Worship",
    "James Branch Cabell -- The Rivet in Grandfather's Neck: A Comedy of Limitations",
    "James Branch Cabell -- The Line of Love; Dizain des Mariages",
    "James Branch Cabell -- Chivalry: Dizain des Reines",
    "James Branch Cabell -- The Jewel Merchants: A Comedy in One Act"
    ]