{
    "Sir Thomas Malory -- Le Morte d'Arthur: Volume 1": "unique",
    "L. Frank Baum -- The Wonderful Wizard of Oz": "unique",
    "Howard Pyle -- The Merry Adventures of Robin Hood": "unique",
    "Sir Thomas Malory -- Le Morte d'Arthur: Volume 2": "unique",
    "Sir Thomas Malory and Sir James Knowles -- The Legends of King Arthur and His Knights": "unique",
    "L. Frank Baum -- The Marvelous Land of Oz": "unique",
    "active 12th century de Troyes Chrétien -- Four Arthurian Romances": "unique",
    "L. Frank Baum -- Dorothy and the Wizard in Oz": "unique",
    "William Morris -- News from Nowhere; Or, An Epoch of Rest": "unique",
    "Lord Dunsany -- The Book of Wonder": "unique",
    "James Stephens -- Irish Fairy Tales": "unique",
    "William Hope Hodgson -- The House on the Borderland": "selected",
    "J. Walker McSpadden -- Robin Hood": "unique",
    "William Hope Hodgson -- The Night Land": "selected",
    "Lord Dunsany -- The Gods of Pegana": "selected",
    "William Morris -- The Story of Sigurd the Volsung and the Fall of the Niblungs": "unique",
    "L. Frank Baum -- The Lost Princess of Oz": "unique",
    "William Morris -- The Well at the World's End: A Tale": "selected",
    "Howard Pyle -- Men of Iron": "unique",
    "William Morris -- The House of the Wolfings": "unique",
    "Lord Dunsany -- Time and the Gods": "unique",
    "Lord Dunsany -- The Sword of Welleran and Other Stories": "selected",
    "William Morris -- The Wood Beyond the World": "selected",
    "Lord Dunsany -- A Dreamer's Tales": "selected",
    "active 12th century de Troyes Chrétien -- Cliges: A Romance": "unique",
    "Lord Dunsany -- Tales of Wonder": "unique",
    "Howard Pyle -- Otto of the Silver Hand": "unique",
    "William Morris -- The Story of Sigurd the Volsung": "unique",
    "James Stephens -- The Crock of Gold": "unique",
    "William Morris -- The Roots of the Mountains": "unique",
    "Howard Pyle -- The Story of the Champions of the Round Table": "unique",
    "L. Frank Baum -- The Patchwork Girl of Oz": "unique",
    "L. Frank Baum -- The Magic of Oz": "unique",
    "Samuel E. Lowe -- In the Court of King Arthur": "unique",
    "L. Frank Baum -- The Road to Oz": "unique",
    "L. Frank Baum -- The Enchanted Island of Yew": "unique",
    "L. Frank Baum -- The Emerald City of Oz": "unique",
    "James Branch Cabell -- Jurgen: A Comedy of Justice": "unique",
    "L. Frank Baum -- The Master Key": "unique",
    "L. Frank Baum -- Ozma of Oz": "selected",
    "L. Frank Baum -- The Scarecrow of Oz": "unique",
    "William Morris -- The Hollow Land": "unique",
    "L. Frank Baum -- The Tin Woodman of Oz": "unique",
    "William Beckford -- The History of Caliph Vathek": "unique",
    "Ernest Bramah -- Kai Lung's Golden Hours": "unique",
    "L. Frank Baum -- Tik-Tok of Oz": "unique",
    "Beatrice E. Clay -- Stories from Le Morte D'Arthur and the Mabinogion": "unique",
    "Ernest Bramah -- The Wallet of Kai Lung": "unique",
    "James Branch Cabell -- Figures of Earth: A Comedy of Appearances": "unique",
    "Lord Dunsany -- Tales of Three Hemispheres": "unique",
    "L. Frank Baum -- The Surprising Adventures of the Magical Monarch of Mo and His People": "unique",
    "Edwin Lester Arnold -- Gulliver of Mars": "unique",
    "Lord Dunsany -- Tales of War": "unique",
    "William Morris -- The Water of the Wondrous Isles": "unique",
    "James Branch Cabell -- The Eagle's Shadow": "unique",
    "Lord Dunsany -- Don Rodriguez; Chronicles of Shadow Valley": "unique",
    "L. Frank Baum -- Glinda of Oz": "unique",
    "Lord Dunsany -- Selections from the Writings of Lord Dunsany": "unique",
    "William Morris -- The Story of the Glittering Plain": "unique",
    "L. Frank Baum -- Rinkitink in Oz": "unique",
    "L. Frank Baum -- Sky Island": "unique",
    "L. Frank Baum -- The Sea Fairies": "unique",
    "James Branch Cabell -- The Certain Hour (Dizain des Poëtes)": "unique",
    "William Morris -- The World of Romance": "unique",
    "Howard Pyle -- Twilight Land": "unique",
    "William Morris -- Child Christopher and Goldilind the Fair": "unique",
    "Lord Dunsany -- If: A Play in Four Acts": "unique",
    "William Morris -- Old French Romances, Done into English": "unique",
    "Ernest Bramah -- The Mirror of Kong Ho": "unique",
    "James Branch Cabell -- Gallantry: Dizain des Fetes Galantes": "unique",
    "Lord Dunsany -- Plays of Near & Far": "unique",
    "Lord Dunsany -- Unhappy Far-Off Things": "unique",
    "Lord Dunsany -- Plays of Gods and Men": "unique",
    "James Branch Cabell -- The Cords of Vanity: A Comedy of Shirking": "unique",
    "James Branch Cabell -- Taboo": "unique",
    "George Manville Fenn -- Young Robin Hood": "unique",
    "Howard Pyle -- The Ruby of Kishmoor": "unique",
    "L. Frank Baum -- Mary Louise": "unique",
    "James Branch Cabell -- Domnei: A Comedy of Woman-Worship": "unique",
    "James Branch Cabell -- The Rivet in Grandfather's Neck: A Comedy of Limitations": "unique",
    "James Branch Cabell -- The Line of Love; Dizain des Mariages": "unique",
    "L. Frank Baum -- The Marvelous Land Of Oz": "unique",
    "James Branch Cabell -- Chivalry: Dizain des Reines": "unique",
    "James Branch Cabell -- The Jewel Merchants: A Comedy in One Act": "unique",
    "L. Frank Baum -- Little Wizard Stories of Oz": "unique"
    }